Repository: tinhpt38/alepay-gateway-with-memberpress-plugin
Catalog: languages/alepay-gateway-*.po
Languages: vi

source: Integrated with MemberPress
vi: Tích hợp thanh toán Alepay với MemberPress

source: Payment with Alepay
vi: Thanh toán với Alepay

source: First name
vi: Tên và tên đệm

source: Last name
vi: Họ

source: Phone
vi: Số điện thoại

source: Address
vi: Địa chỉ

source: City
vi: Thành phố

source: State
vi: Tỉnh thành

source: Country
vi: Quốc gia

source: Description
vi: Mô tả

source: Data fields cannot be left blank
vi: Các trường dữ liệu không được để trống

source: Select payment type
vi: Chọn phương thức thanh toán

source: Domestic: ATM, IB, QRCODE
vi: Nội địa: ATM, IB, QRCODE

source: International: VISA, MasterCard
vi: Quốc tế: VISA, MasterCard

source: International: VISA, MasterCard...
vi: Quốc tế: VISA, MasterCard…

source: Alepay Settings
vi: Cài đặt Alepay

source: Configuration AlePay Gateway
vi: Cấu hình AlePay Gateway
